Revit 2027 API
ParameterTypeId.ReinEstBarLength Property
 "Estimated Total Bar Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinEstBarLength { get; }
Public Shared ReadOnly Property ReinEstBarLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinEstBarLength {
	ForgeTypeId^ get ();
}
static member ReinEstBarLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace